[
  {
    "pergunta": "quando a furia foi criada?",
    "resposta": "A FURIA foi fundada em agosto de 2017."
  },
  {
    "pergunta": "quem é o dono da furia?",
    "resposta": "Os fundadores da FURIA são Jaime Pádua e André Akkari."
  },
  {
    "pergunta": "qual é o nome da equipe?",
    "resposta": "O nome da equipe é FURIA Esports."
  },
  {
    "pergunta": "quais jogos a furia joga?",
    "resposta": "A FURIA tem times em jogos como Counter-Strike, League of Legends, Valorant, Apex Legends e Rocket League."
  },
  {
    "pergunta": "quantos títulos de counter-strike a furia tem?",
    "resposta": "A FURIA tem 4 títulos principais em Counter-Strike. <a href='https://furia.gg/titulos' target='_blank'>Veja todos os títulos aqui</a>."
  },
  {
    "pergunta": "quem é o capitão?",
    "resposta": "Atualmente, o capitão é o jogador 'yuurih'."
  },
  {
    "pergunta": "a furia já participou de um major?",
    "resposta": "Sim, a FURIA participou de vários Majors de CS:GO e CS2, com destaque para o IEM Rio Major 2022 onde chegou até as semifinais."
  },
  {
    "pergunta": "qual o melhor resultado da furia em majors?",
    "resposta": "A FURIA chegou nas semifinais do IEM Rio Major 2022, considerado seu melhor desempenho em Majors."
  },
  {
    "pergunta": "onde fica a sede da furia?",
    "resposta": "A sede principal da FURIA está localizada em Miami, nos Estados Unidos."
  },
  {
    "pergunta": "a furia é brasileira?",
    "resposta": "Sim! A FURIA é uma organização brasileira de esportes eletrônicos."
  },
  {
    "pergunta": "quem é yuurih?",
    "resposta": "Yuurih é um dos jogadores mais antigos da FURIA no time de CS:GO/CS2, conhecido por sua consistência e habilidade técnica."
  },
  {
    "pergunta": "quem são os jogadores atuais de cs da furia?",
    "resposta": "Os jogadores podem mudar com frequência, mas atualmente o elenco inclui yuurih, KSCERATO, chelo, FalleN e saffee."
  },
  {
    "pergunta": "a furia tem time de valorant?",
    "resposta": "Sim, a FURIA possui uma equipe competitiva de Valorant que disputa o VCT Americas."
  },
  {
    "pergunta": "qual foi o primeiro título da furia?",
    "resposta": "O primeiro grande título veio com a vitória na ESEA Season 27 Global Challenge, em 2018."
  },
  {
    "pergunta": "a furia tem time feminino?",
    "resposta": "Sim! A FURIA conta com equipes femininas em diversos jogos, incluindo CS e Valorant."
  },
  {
    "pergunta": "qual o significado de furia?",
    "resposta": "FURIA representa intensidade, garra e paixão nos esportes eletrônicos."
  },
  {
    "pergunta": "a furia já venceu a imperial?",
    "resposta": "Sim, a FURIA já venceu a Imperial em diversas ocasiões, especialmente em torneios de CS."
  },
  {
    "pergunta": "a furia tem time de lol?",
    "resposta": "Sim, a FURIA já teve time de League of Legends, participando do CBLOL, mas sua permanência varia por temporada."
  },
  {
    "pergunta": "qual o lema da furia?",
    "resposta": "O lema da FURIA é 'Carregados de Propósito'."
  },
  {
    "pergunta": "quem são os fundadores da furia?",
    "resposta": "A organização foi fundada por Jaime Pádua e André Akkari."
  },
  {
    "pergunta": "a furia tem torcida?",
    "resposta": "Sim! A FURIA tem uma torcida muito apaixonada, especialmente no Brasil."
  },
  {
    "pergunta": "a furia já participou da blast premier?",
    "resposta": "Sim, a FURIA já participou de edições da BLAST Premier com boas performances."
  },
  {
    "pergunta": "a furia tem line academy?",
    "resposta": "Sim, a FURIA mantém uma line Academy como forma de revelar novos talentos."
  },
  {
    "pergunta": "a furia já venceu algum campeonato internacional?",
    "resposta": "Sim, como o DreamHack Open Anaheim 2020 e a ESL Pro League América do Norte."
  },
  {
    "pergunta": "quem é o técnico do time de cs da furia?",
    "resposta": "O técnico principal do time de CS é guerri."
  },
  {
    "pergunta": "a furia participa do IEM?",
    "resposta": "Sim, a FURIA frequentemente disputa torneios da série IEM (Intel Extreme Masters)."
  },
  {
    "pergunta": "qual a rede social oficial da furia?",
    "resposta": "Você pode seguir a FURIA no Instagram: <a href='https://www.instagram.com/furia' target='_blank'>@furia</a>."
  },
  {
    "pergunta": "qual é o site oficial da furia?",
    "resposta": "O site oficial é <a href='https://furia.gg' target='_blank'>furia.gg</a>."
  },
  {
    "pergunta": "a furia tem loja de produtos?",
    "resposta": "Sim! Você pode acessar a loja oficial da FURIA em <a href='https://shop.furia.gg' target='_blank'>shop.furia.gg</a>."
  },
  {
    "pergunta": "a furia participa do vct americas?",
    "resposta": "Sim, a FURIA é uma das equipes brasileiras na franquia do VCT Americas de Valorant."
  },
  {
    "pergunta": "qual a premiação total da furia em cs?",
    "resposta": "A FURIA já acumulou mais de 2 milhões de dólares em premiações no CS até 2024."
  },
  {
    "pergunta": "quem é kscerato?",
    "resposta": "KSCERATO é um dos jogadores mais talentosos da FURIA no CS, conhecido por seu clutch e precisão."
  },
  {
    "pergunta": "quem é fallen?",
    "resposta": "FalleN é um dos jogadores mais experientes do Brasil e atua como líder tático na FURIA desde 2023."
  },
  {
    "pergunta": "quais são os principais títulos da furia?",
    "resposta": "ESL Pro League North America, DreamHack Open Anaheim, e CBCS Elite League são alguns dos títulos da FURIA."
  },
  {
    "pergunta": "quantos majors a furia já jogou?",
    "resposta": "A FURIA já disputou pelo menos 5 Majors oficiais em CS:GO e CS2."
  },
  {
    "pergunta": "a furia já venceu a pain?",
    "resposta": "Sim, a FURIA já venceu a paiN Gaming diversas vezes em torneios brasileiros e internacionais."
  },
  {
    "pergunta": "a furia é uma das maiores do brasil?",
    "resposta": "Com certeza! A FURIA é uma das maiores e mais respeitadas organizações brasileiras de esports."
  },
  {
    "pergunta": "a furia já jogou no maracanãzinho?",
    "resposta": "Sim, durante o IEM Rio Major, a FURIA jogou no Maracanãzinho com torcida brasileira vibrando."
  },
  {
    "pergunta": "a furia já venceu um campeonato no brasil?",
    "resposta": "Sim! A FURIA venceu campeonatos como a CBCS no Brasil."
  },
  {
    "pergunta": "a furia tem time de apex legends?",
    "resposta": "Sim, a FURIA também investe em times de Apex Legends competitivos."
  },
  {
    "pergunta": "como posso entrar na furia?",
    "resposta": "Você pode acompanhar seletivas e ficar de olho nas redes sociais oficiais da FURIA para oportunidades."
  },
  {
    "pergunta": "qual a cor oficial da furia?",
    "resposta": "As cores da FURIA são preto, branco e tons de roxo."
  },
  {
    "pergunta": "a furia já jogou a esl pro league?",
    "resposta": "Sim, e já chegou até os playoffs em algumas edições da ESL Pro League."
  },
  {
    "pergunta": "qual foi a maior conquista da furia?",
    "resposta": "Chegar às semifinais do IEM Rio Major 2022 foi uma das maiores conquistas da organização."
  }, 
  {
    "pergunta": "quais são as redes sociais da furia?",
    "resposta": "Você pode acompanhar a FURIA nas redes sociais pelos seguintes links:\n\n🔹 Instagram: <a href='https://www.instagram.com/furiagg/?hl=pt-br' target='_blank'>Instagram</a>\n🔹 YouTube: <a href='https://www.youtube.com/@FURIAgg' target='_blank'>YouTube</a>\n🔹 Site oficial: <a href='https://www.furia.gg' target='_blank'>FURIA.gg</a>"
  }  
]
